import React from "react";

const Heror = () => {
  return (
    <section>
      <div className="container">
        <div className="blick">
          <h1>Мастер-классы</h1>

          <div className="blickk">
            <h2>Реактивное программирование на Java: как, зачем и стоит ли?</h2>
            <p>
              Программирования появилась сравнительно недавно, лет 10 назад. Что
              вызвало популярность этого <br /> относительно нового подхода и
              почему сейчас он в тренде, рассказал на конференции РИТ++ ...
            </p>
          </div>

          <div className="blickk">
            <h2>Реактивное программирование на Java: как, зачем и стоит ли?</h2>
            <p>
              Программирования появилась сравнительно недавно, лет 10 назад. Что
              вызвало популярность этого <br /> относительно нового подхода и
              почему сейчас он в тренде, рассказал на конференции РИТ++ ...
            </p>
          </div>

          <div className="blickk">
            <h2>Реактивное программирование на Java: как, зачем и стоит ли?</h2>
            <p>
              Программирования появилась сравнительно недавно, лет 10 назад. Что
              вызвало популярность этого <br /> относительно нового подхода и
              почему сейчас он в тренде, рассказал на конференции РИТ++ ...
            </p>
          </div>
          <button>Все мастер классы</button>
        </div>
      </div>
    </section>
  );
};

export default Heror;
